Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Gwoop] gwoop.com.tmx
Source language: en
Languages: ko_kr

source: You will have to play 2 times so we have something to compare against.
ko_kr: 두 번 더 플레이 하셔야 비교 결과를 보여드릴 수 있습니다.

source: You acknowledge that you do not own the account you use to access the Service, nor do you possess any rights of access or rights to data stored by or on behalf of Gwoop on Gwoop servers, including without limitation any data representing or embodying any or all of your Gwoop Badges.
ko_kr: 귀하는 당사 서비스에 접속하는 데 사용하는 계정을 소유하지 않으며, Gwoop 서버에 Gwoop에 의해 또는 Gwoop을 대신하여 저장된 데이터에 대한 권한 및 접속 권한을 소유하지 않는다는 점을 인정합니다. 데이터에는 귀하의 Gwoop 배지 일부 혹은 전부를 나타내거나 구현하는 모든 데이터를 포함하되 이에 국한되지 않습니다.

source: Hits:
ko_kr: 성공:

source: You are not authorized to invite people on behalf of this team.
ko_kr: 당신은 팀을 대신해 다른 사용자를 초대할 권한이 없습니다.

source: Select
ko_kr: 선택

source: Missing one costs you a life.
ko_kr: 한 개를 놓칠 때마다 목숨 하나를 잃습니다.

source: Opting out only means that the selected participants should no longer deliver certain targeted ads to you, but does not mean you will no longer receive any targeted content and/or ads (e.g., in connection with the participants’ other customers or from other technology services).
ko_kr: 수신 중단은 오직 선택된 회원사들이 특정한 타겟 광고를 더 이상 귀하에게 제공하지 않는다는 것만 의미합니다. 이는 귀하가 앞으로 어떠한 타겟 광고를 수신하지 않는 다는것을 의미하지 않습니다. (예를 들어 회원사의 다른 고객 또는 다른 기술 서비스들과 관련한 광고들.)

source: Enter your email
ko_kr: 이메일 주소 입력

source: Congratulations to the Fall Grant Winners!
ko_kr: 가을 장학금 수여자들 모두 축하드립니다!

source: You may edit the party to add additional players.
ko_kr: 이제 파티를 수정해 플레이어를 추가할 수 있습니다.

source: You have rejected the invite to the team: {previousNotification.Team.TeamName}.
ko_kr: 당신은 다음 팀의 초대를 거절했습니다: {previousNotification.Team.TeamName}.

source: Your design to earn submission has been approved!
ko_kr: 디자인 참여 신청이 승인되었습니다!

source: Please try refreshing the page.
ko_kr: 페이지를 새로고침 하세요.

source: Last Hits{colon}
ko_kr: 막타{colon}

source: Improve your Memory Avg
ko_kr: 기억 평균을 개선하세요.

source: We perform a virus scan on each file uploaded for the Gwoop Design to Earn program.
ko_kr: Gwoop은 디자인 참여 프로그램에 업로드 된 모든 파일에 바이러스 검사를 수행합니다.

source: Gwoop acts as a controller with respect to personal data collected as you interact with our websites, emails, and advertisements.
ko_kr: Gwoop은 귀하가 당사의 웹사이트, 이메일, 광고와 상호작용하면서 수집한 개인 데이터와 관련하여 컨트롤러 역할을 합니다.

source: Manage training regimens for the team, including custom regimens
ko_kr: 팀 내 훈련 방식을 관리하고 사용자 훈련 방식을 만들 수 있습니다.

source: Bug fixes across the entire website.
ko_kr: 웹사이트 전역에서 버그 수정이 이뤄졌습니다.

source: SCHEDULE
ko_kr: 일정

source: Updated terms of service and privacy policy.
ko_kr: 이용 약관과 개인정보 처리방침을 업데이트했습니다.

source: {userName} has invited you to join their team: {teamName}!
ko_kr: {thisUser.Username}이(가) 당신을 팀에 초대했습니다: {thisTeamUser.Team.TeamName}!

source: ADD YOUR DESIGN
ko_kr: 디자인 추가

source: Could not locate the specified challenge game.
ko_kr: 대결 게임을 찾을 수 없습니다.

source: Most of these companies are participants of the Digital Advertising Alliance (“DAA”) and/or the Network Advertising Initiative (“NAI”).
ko_kr: 해당 회사 대부분은 Digital Advertising Alliance(이하 “DAA”) 또는 Network Advertising Initiative(이하 “NAI”)의 회원사입니다.

source: Step 3
ko_kr: 3단계

source: Watch out for spiders and their webs!
ko_kr: 거미와 거미줄을 조심하세요!

source: We may also use your email address to send you other messages, such as changes to features of the Service and special offers.
ko_kr: 당사는 귀하의 이메일 주소로 당사의 서비스 기능 변경과 특별 할인 등 기타 메시지를 전송할 수 있습니다.

source: # of Sessions
ko_kr: #개 세션

source: We share information with our corporate customers and schools that purchase our Service in connection with us processing information on their behalf.
ko_kr: 당사는 당사의 서비스를 구매하는 기업과 학교 고객을 대신해 정보를 처리하는 것과 관련하여 그들과 정보를 공유합니다.

source: However, no security system is impenetrable and we cannot guarantee the security of our systems 100%.
ko_kr: 하지만 어떠한 보안 시스템도 뚫릴 수 있으며, 당사는 당사 시스템의 보안 능력을 100% 보장하지 않습니다.

source: CHALLENGE YOUR FRIENDS AND CLIMB THE LEADERBOARDS.
ko_kr: 친구들과 경쟁하고 리더보드에 오르세요.

source: The Accuracy Arena game has been re-worked into a system that can support many diffferent FPS training scenarios in the future.
ko_kr: 정확도 아레나 게임이 다양한 FPS 훈련 시나리오를 플레이할 수 있도록 재설계되었습니다.

source: Please correct the errors and submit.
ko_kr: 잘못된 사항을 고치고 다시 제출하세요.

source: Visual Memory - Achieve a score of {number} items recalled (or more).
ko_kr: 시각 기억 - {number}개 이상의 아이템을 기억하세요.

source: MOBA LAST HITS SCENARIO
ko_kr: AOS 막타 시나리오

source: We collect this information for a number of business purposes including to operate, maintain, and provide to you the features and functionality of the Service, as well as to communicate directly with you, such as to send you email messages.
ko_kr: 당사는 당사의 서비스의 특징과 기능을 운영, 유지, 혹은 귀하에 제공하기 위해 또는 이메일 메시지와 같이 귀하와 직접적인 연락 등을 포함하는 영업적 목적을 위해 이와 같은 정보를 수집합니다.

source: This game can be played on PC or Mobile.
ko_kr: 이 게임은 PC나 모바일에서 플레이할 수 있습니다.

source: We use this information to administer the Service for internal operations, including troubleshooting, data analysis, testing, research, statistical and survey purposes, and to help us develop new products and services.
ko_kr: 당사는 해당 정보를 사용해 문제 해결, 데이터 분석, 테스트, 연구, 통계 및 설문 조사 목적을 포함한 내부 운영을 위한 당사의 서비스를 관리합니다. 또한 새로운 상품과 서비스를 개발하는 데 해당 정보를 사용합니다.

source: This product is being offered through the Design to Earn program, and must be purchased using coins.
ko_kr: 이 상품은 디자인 참여 프로그램을 통해 제공되었습니다. 코인을 활용해 구매할 수 있습니다.

source: In some circumstances, we may permit a school to register Students to our service for the purpose of providing esports training.
ko_kr: 어떤 상황에서, 당사는 e스포츠 훈련을 제공하기 위한 목적으로 학교가 당사의 서비스에 학생을 등록하는 것을 허용할 수 있습니다.

source: Your account will be billed on an annual basis.
ko_kr: 당신의 계정은 연간 단위로 결제가 진행됩니다.

source: To avoid being charged during a free trial promotion, you must cancel your subscription before your free trial ends.
ko_kr: 무료 체험판 기간 중 요금이 청구되는 것을 막기 위해 귀하는 무료 체험판이 끝나기 전에 귀하의 구독을 취소해야 합니다.

source: Members of Restricted Teams are not otherwise prohibited from creating a standard Gwoop account pursuant to Section 1.C., though they will not be able to engage with the Restricted Team through that standard Gwoop account.
ko_kr: 비공개 팀의 구성원은 섹션 1.C.에 따라 일반 Gwoop 계정을 생성하는 것이 금지되지는 않지만, 일반 Gwoop 계정을 가지고 비공개 팀에는 참여할 수 없습니다.

source: The specific pieces of personal information we have collected about you.
ko_kr: 당사가 귀하에 대해 수집한 특정한 개인정보.

source: You may not use the Service if you are a resident of a country embargoed by the United States, or are a foreign person or entity blocked or denied by the United States government.
ko_kr: 미국이 금수 조치를 취한 국가의 거주자이거나 미국 정부에 의해 차단 또는 거부된 외국인 또는 법인인 경우 당사의 서비스를 사용할 수 없습니다.

source: When the background turns orange, click as quickly as you can.
ko_kr: 배경이 주황색으로 바뀌면 최대한 빠르게 클릭하세요.

source: You do not have authority to {0} players to this team.
ko_kr: 당신은 팀 플레이어에게 {0}할 권한이 없습니다.

source: Targets Destroyed
ko_kr: 파괴한 타겟

source: The party name you've submitted does not meet the requirements.
ko_kr: 제출된 이 파티 이름은 요구 사항을 충족하지 못했습니다.

source: If you purchase a subscription with automatic renewal, you acknowledge and agree that we are authorized to use the payment information on file for the renewal fee.
ko_kr: 만약 귀하가 자동 갱신이 포함된 구독 서비스를 구매한다면, 귀하는 당사가 귀하의 결제 정보를 사용할 권한이 있다는 것을 인정하고 동의하는 것입니다.

source: Save & Share{colon}
ko_kr: 저장 & 공유{colon}

source: All leaderboard scores are based on the average score of your last 5 plays in a given game.
ko_kr: 모든 리더보드 점수는 그 게임의 가장 최근 점수 5개의 평균을 따릅니다.

source: Invalid Sign Up Referral Code
ko_kr: 유효하지 않은 가입 초대 코드입니다.

source: The players: {usernames} is/are not part of the team, so unable to add to party
ko_kr: 플레이어 {usernames}은(는) 팀의 구성원이 아닙니다. 파티에 추가할 수 없습니다.

source: THIS WAIVER APPLIES TO CLASS ARBITRATION, AND, UNLESS WE AGREE OTHERWISE, THE ARBITRATOR MAY NOT CONSOLIDATE MORE THAN ONE PERSON’S CLAIMS.
ko_kr: 이 조항은 집단 중재에 대한 포기를 뜻하며, 귀하와 Gwoop이 달리 동의하지 않는 한, 중재자는 한 명 이상의 청구를 합쳐서 진행할 수 없습니다.

source: Our records indicate this player is not yet a member of this team.
ko_kr: 이 플레이어는 아직 이 팀 소속이 아닙니다.

source: General
ko_kr: 일반

source: The leaderboards have been updated to be game-specific: you can switch between each individual game via the dropdown.
ko_kr: 리더보드가 이제 게임에 따라서 표시됩니다. 드롭다운을 통해 각 게임별로 리더보드를 표시할 수 있습니다.

source: Additionally, persistent cookies allow us to bring you advertising both on and off the Service.
ko_kr: 또한 지속 쿠키는 당사의 서비스 안팎에서 당사가 귀하에게 광고를 전달할 수 있도록 해줍니다.

source: WHAT'S COMING NEXT FOR TEAMS?
ko_kr: TEAMS를 위해 어떤 기능이 추가될 예정인가요?

source: In order to protect our users, we cannot allow links to external websites or data.
ko_kr: 다른 사용자를 보호하기 위해서 Gwoop은 외부 웹사이트나 데이터와 연결된 링크를 허용하지 않습니다.

source: We would, however, appreciate the opportunity to address your concerns before you approach a data protection regulator, and would welcome you directing an inquiry first to us.
ko_kr: 하지만 귀하가 데이터 보호 규제 기관에 이의신청을 하기 전에 먼저 당사에 먼저 문의하고, 문제를 해결할 수 있는 기회를 주시면 감사하겠습니다.

source: $3 MILLION
ko_kr: 300만 달러

source: Session cookies make it easier for you to navigate our website and expire when you close your browser.
ko_kr: 세션 쿠키는 귀하가 당사 웹사이트를 보다 쉽게 탐색할 수 있으며, 귀하가 브라우저를 닫을 때 만료됩니다.

source: Melee Hero
ko_kr: 근접 영웅

source: FREE TO PLAY
ko_kr: 무료 플레이

source: Abilities are scored on lap time and how many obstacles you hit (lower is better).
ko_kr: 랩 타임이 짧을수록, 더 적은 장애물과 충돌할수록 더 높은 점수를 얻습니다.

source: Unable to retrieve updated earnings totals.
ko_kr: 총 수입 현황을 업데이트 할 수 없습니다.

source: ARE YOU GAMER RDY?
ko_kr: 게이머가 될 준비가 되었습니까?

source: Could not locate the specified profile image.
ko_kr: 프로필 이미지를 찾을 수 없습니다.

source: Added ability for users to edit their account information.
ko_kr: 사용자가 계정 정보를 수정할 수 있도록 기능을 추가했습니다.

source: GAME OVER
ko_kr: 게임 종료

source: Signups will be notified of platform readiness and given access to early testing.
ko_kr: 가입자들한테 플랫폼이 준비되면 알림이 가며, 테스트 접근 권한이 부여됩니다.

source: European data subjects and California residents have additional rights as set forth in the sections entitled “Additional Disclosures for Data Subjects in Europe” and “Additional Disclosures for California Residents” below.
ko_kr: 유럽 데이터주체 및 캘리포니아 주 거주자는 아래 “유럽 내 데이터주체를 위한 추가 공시”, “캘리포니아 주 거주자를 위한 추가 공시”에 명시된 추가 권리를 갖습니다.

source: We will confirm receipt of your request within 10 days.
ko_kr: 10일 이내로 요청 접수를 확인하겠습니다.

source: You do not have the authority to view active party training regimen.
ko_kr: 활성화된 사용자 훈련 방식을 열람할 수 있는 권한이 없습니다.

source: Q Ability Upgrade
ko_kr: Q 기술 레벨업

source: COGNITIVE TRAINING FOR GAMERS TO TRAIN THEIR BRAIN
ko_kr: 게이머용 인지 훈련을 통해 뇌를 훈련하세요

source: Please note, more applications for your organization will not make you a better candidate.
ko_kr: 신청서를 여러 차례 제출한다고 해서 장학금 선정이 될 확률이 높아지지 않습니다.

source: Learn more about esports and why Gwoop will help you become a better gamer.
ko_kr: e스포츠에 대해 더 알아보고 Gwoop이 어떻게 더 좋은 게이머를 만들 수 있는지 확인하세요.

source: An invalid Team Id was provided.
ko_kr: 유효하지 않은 팀 ID가 제공되었습니다.

source: We wanted to give our players more ways to earn and show off their style.
ko_kr: Gwoop은 플레이어에게 더 많은 보상을 제공하고 플레이어의 개성을 뽐낼 수 있는 기능을 추가하고자 했습니다.

source: {0} must be before {1}.
ko_kr: {0} 은(는) {1} 전에 나와야 합니다.

source: Gather your team.
ko_kr: 팀을 모으세요.

source: Team privacy setting added to the team successfully.
ko_kr: 팀 개인정보 설정을 추가하는 데 성공했습니다.

source: The categories of information we automatically collect and have collected in the last 12 months includes:
ko_kr: 다음은 지난 12개월 동안 당사가 자동으로 수집하고 수집해 온 정보의 종류입니다.

source: About Us
ko_kr: 회사 소개

source: Gwoop's science-based training excercises are available for everyone.
ko_kr: Gwoop은 과학적인 훈련용 프로그램으로, 모두가 이용할 수 있습니다.

source: Please note: our games utilize WebGL 2.0 technology which has been found to work best in Chrome, Firefox, Edge, or Brave browsers.
ko_kr: 참고사항: Gwoop의 게임은 WebGL 2.0을 활용합니다. Chrome, Firefox, Edge, Brave 브라우저에서 원활하게 작동합니다.

source: You agree that any User Content that you post does not and will not violate third-party rights of any kind, including without limitation any Intellectual Property Rights (as defined below) or rights of privacy.
ko_kr: 귀하는 귀하가 게시하는 사용자 콘텐츠가 지식재산권 (아래에서 자세히 설명) 또는 사생활의 권리 등을 포함한 어떠한 종류의 제3자의 권리를 침해하지 않고, 침해하지 않을 것을 동의합니다.

source: Play at least 3 sessions of {thisGame.Name} to get a baseline.
ko_kr: 기준치를 얻기 위해서 {thisGame.Name} 세션을 최소 3회 이상 플레이 하세요.

source: {number of hours}h {number of minutes}m {number of seconds}s remaining
ko_kr: {number of hours}시간 {number of minutes}분 {number of seconds}초 남음

source: To exercise a request, please write us at the email or postal address set out in “Contact Us” above and specify that you are making a “California Shine the Light Request.”
ko_kr: 요청을 실행하려면 “문의” 페이지에 적혀진 이메일 혹은 우편 주소로 “California Shine the Light Request”에 관해 요청한다는 것을 명시하십시오.

source: Once approved, your design will be added to your inventory.
ko_kr: 디자인이 승인되면 인벤토리에 당신의 디자인이 추가됩니다.

source: Submission Cost Structure:
ko_kr: 제출 비용 구조:

source: The California Consumer Privacy Act of 2018 (“CCPA”) provides additional rights to know, delete and opt out, and requires businesses collecting or disclosing personal information to provide notices and means to exercise rights.
ko_kr: 2018년 캘리포니아 주 소비자 개인정보법(이하 “CCPA”)은 소비자에게 알 권리, 삭제 및 수신 거부에 대한 추가 권리를 제공하며, 법에 따라 개인정보를 수집하고 공개하는 사업체는 소비자에게 해당 권리를 공지하고 행사할 수 있는 수단을 제공해야 합니다.

source: We will get back to you as soon as possible.
ko_kr: 최대한 빠르게 응답해드리겠습니다.

source: This Agreement applies to all visitors, users, and others who access the Service (“Users”).
ko_kr: 이 계약은 모든 방문자, 사용자, 당사 서비스에 접속한 모든 사람 (이하 “사용자”)에게 적용됩니다.

source: You must notify Gwoop immediately of any breach of security or unauthorized use of your account.
ko_kr: 귀하는 귀하의 계정에 대한 보안 침해와 무단 사용이 발생하면 즉시 Gwoop에 통지해야 합니다.

source: Privacy
ko_kr: 개인정보

source: You're almost ready to game!
ko_kr: 게임을 할 준비가 거의 되었습니다.

source: A team with the name: {0} already exists.
ko_kr: {0}의 이름을 가진 팀이 이미 존재합니다.

source: You must be at least 13 years old to register for Gwoop.
ko_kr: Gwoop에 가입하기 위해서는 최소 13세 이상이어야 합니다.

source: YOU CARE ABOUT WINNING
ko_kr: 당신은 승리만 생각하세요.

source: Click or tap as quickly as you can to destroy targets.
ko_kr: 타겟을 파괴하기 위해 최대한 빠르게 클릭하거나 터치하세요.

source: You do not have the authority to deactivate training regimens.
ko_kr: 훈련 방식을 비활성화할 수 있는 권한이 없습니다.

source: We use this information to improve the Service.
ko_kr: 당사는 서비스 개선을 위해 해당 정보를 사용합니다.

source: Also, if you attack an enemy hero while near a tower, the tower will get angry, so beware.
ko_kr: 또한, 타워 큰처에서 적 영웅을 공격한다면, 타워가 화를 냅니다. 조심하세요.

source: Game Developer
ko_kr: 게임 개발자

source: Just fill out this form to send us a direct message.
ko_kr: 이 양식을 작성하고 저희에게 직접 메시지를 전송하세요.

source: Party created successfully
ko_kr: 파티를 생성하는 데 성공했습니다.

source: Invalid image file type.
ko_kr: 잘못된 이미지 파일 확장자입니다.

source: Your Designs
ko_kr: 당신의 디자인

source: Unable to invite this user because the team is restricted.
ko_kr: 비공개 팀에는 사용자를 초대할 수 없습니다.

source: Basic Controls
ko_kr: 기본 설정

source: We claim no ownership rights over User Content created by you.
ko_kr: 당사는 귀하가 제작한 사용자 콘텐츠에 대해 소유권을 주장하지 않습니다.

source: Game bug fixes related to crashes, performance issues, and quality of life.
ko_kr: 게임 충돌, 성능 문제, 기능 개선 등과 관련된 버그를 수정했습니다.

source: You do not have the necessary permissions to add players to the party at this time.
ko_kr: 파티에 새로운 플레이어를 추가할 권한이 없습니다.

source: Primary attack is ranged.
ko_kr: 기본 공격이 원거리입니다.

source: The processing is necessary for our legitimate interests, namely to tailor the Service to the user and improve the Service generally.
ko_kr: 사용자에게 제공하는 당사의 서비스를 다듬고 서비스를 전반적으로 개선하는 것과 같은 당사의 정당한 이해 관계를 위해 처리 과정이 필요합니다.

source: • Manage the access and level of responsibility of all Team Lead
ko_kr: • 모든 팀 리더와 플레이어의 권한과 책임 단계를 조정할 수 있습니다.

source: Personal Best
ko_kr: 개인 최고 점수

source: In accordance with the DMCA and other applicable law, Gwoop has adopted a policy of terminating, in appropriate circumstances, Users who are deemed to be repeat infringers.
ko_kr: DMCA와 기타 관련 법률에 의거해 Gwoop은 반복적으로 저작권을 침해했다고 간주된 사용자를 적절한 상황 속에서 탈퇴시킬 수 있는 정책을 도입했습니다.

source: SUMMER
ko_kr: 여름

source: A restricted team gives coaches full control of account creation for your players, allowing for email-less accounts to maintain player anonymity.
ko_kr: 비공개 팀 기능을 활용한다면 코치가 전적으로 당신의 플레이어를 위해 이메일이 필요하지 않은 계정을 생성합니다. 이를 통해 플레이어의 익명성을 보장할 수 있습니다.

source: Get Shareable Link
ko_kr: 공유 가능한 링크 받기

source: Party updated successfully.
ko_kr: 파티를 업데이트하는 데 성공했습니다.

source: THE PERKS OF USING NEUROSCIENCE AS A FOUNDATION TO BUILD OUR GAMES.
ko_kr: 뇌과학을 기반으로 만들어진 게임만의 장점.

source: START PLAYING FOR FREE
ko_kr: 무료로 시작하세요.

source: We discloses the following categories of personal information for commercial purposes: identifiers, demographic information, commercial information, internet activity, geolocation data and inferences.
ko_kr: 당사는 다음과 같은 상업적 목적을 위한 개인정보의 범주를 공개합니다. 식별자, 인구 통계 정보, 상거래 정보, 인터넷 활동, 지리적 위치 데이터 및 추정.

source: Where it is necessary for our legitimate interests (or those of a third party) and your interests and fundamental rights do not override those interests; and
ko_kr: 당사의 정당한 이익(또는 제3자의 이익)을 위해 필요하고, 귀하의 이익과 기본 권리가 그러한 이익을 우선하지 않는 경우.

source: If you are a Nevada resident please see the “Additional Disclosures for Nevada Residents” section below.
ko_kr: 귀하가 네바다 주 거주자라면 “네바다 주 거주자를 위한 추가 공시” 섹션을 참고하시기 바랍니다.

source: EDIT PARTY
ko_kr: 파티 수정

source: Reaction Lvl 2 - Bring your average reaction time to {number}ms or less.
ko_kr: 반응 2단계 - 평균 반응 속도를 {number}ms 이하로 기록하세요.

source: You agree not to engage in any of the following prohibited activities: (i) copying, distributing, or disclosing any part of the Service in any medium, including without limitation by any automated or non-automated “scraping”; (ii) using any automated system, including without limitation “robots,” “spiders,” “offline readers,” etc., to access the Service in a manner that sends more request messages to the Gwoop servers than a human can reasonably produce in the same period of time by using a conventional on-line web browser (except that Gwoop grants the operators of public search engines revocable permission to use spiders to copy materials from Gwoop.com for the sole purpose of and solely to the extent necessary for creating publicly available searchable indices of the materials, but not caches or archives of such materials); (iii) transmitting spam, chain letters, or other unsolicited email; (iv) attempting to interfere with, compromise the system integrity or security or decipher any transmissions to or from the servers running the Service; (v) taking any action that imposes, or may impose at our sole discretion an unreasonable or disproportionately large load on our infrastructure; (vi) uploading invalid data, viruses, worms, or other software agents through the Service; (vii) collecting or harvesting any personally identifiable information, including account names, from the Service; (viii) using the Service for any commercial solicitation purposes; (ix) impersonating another person or otherwise misrepresenting your affiliation with a person or entity, conducting fraud, hiding or attempting to hide your identity; (x) interfering with the proper working of the Service; (xi) accessing any content on the Service through any technology or means other than those provided or authorized by the Service; or (xii) bypassing the measures we may use to prevent or restrict access to the Service, including without limitation features that prevent or restrict use or copying of any content or enforce limitations on use of the Service or the content therein.
ko_kr: 귀하는 다음에 명시된 금지 행위를 하지 않을 것에 동의합니다. (i) 자동화된 혹은 수동 “스크레이핑”을 포함한 모든 방식을 동원해 당사의 서비스를 복제, 배포, 혹은 공개하는 행위. (ii) 당사의 서비스에 접속하기 위해 사람이 통상적인 온라인 웹 브라우저를 이용해 같은 시간에 합리적으로 Gwoop 서버에 메시지를 요청할 수 있는 것보다 “로봇”, “스파이더”, “오프라인 리더” 등을 포함해 어떠한 종류의 자동화된 시스템을 활용하여 더 많은 시도를 하는 행위. (단, Gwoop은 공개 검색 엔진 운영 업체에 스파이더를 활용해 Gwoop.com의 자료를 복제할 수 있는 철회 가능한 권한을 부여합니다. 이 때의 목적은 공개적으로 사용 가능하고 검색이 가능한 자료 색인을 생성하는 것이 유일하며, 캐시나 아카이브를 생성할 수는 없습니다.) (iii) 스팸 메일, 연쇄 메일, 기타 원치 않는 이메일을 전송하는 행위. (iv) 시스템의 온전함과 보안을 방해하거나 손상시키는 행위, 혹은 당사 서비스를 실행하는 데 오가는 서버와의 통신을 해독하려는 행위. (v) 당사의 설비에 당사 재량에 따른 불합리적이고 불균형적인 과부화를 야기하는 혹은 야기할 수 있는 행위. (vi) 당사 서비스에 허용되지 않는 데이터, 바이러스, 웜, 혹은 기타 악성 코드를 업로드하는 행위. (vii) 당사 서비스에서 계정명을 포함해 어떤 개인 식별 정보를 수집하는 행위. (viii) 어떠한 상업용 목적을 위해 당사 서비스를 활용하는 행위. (ix) 다른 사람을 사칭하거나 개인 및 단체를 허위로 표시하는 행위, 사기를 치는 행위, 신원을 숨기려는 행위. (x) 당사 서비스의 정상적인 작동을 방해하는 행위. (xi) 당사 서비스가 제공하거나 승인한 것 이외의 기술이나 수단을 통해 당사 콘텐츠에 접근하는 행위. (xii) 당사의 서비스와 그 안에 포함된 콘텐츠의 사용 및 복사를 방지 또는 제한하기 위해 당사가 도입한 수단을 포함해 모든 당사 서비스에 접근을 막거나 제한하기 위해 당사가 도입한 수단을 우회하는 행위.

source: Choose a training session below to begin.
ko_kr: 아래 훈련 세션을 선택하고 시작하세요.

source: HOW DO I ADD FRIENDS ON GWOOP?
ko_kr: Gwoop에서 친구를 어떻게 추가할 수 있나요?

source: Visual Speed 2
ko_kr: 시각 속도 2

source: Added new 'Speed V2' training warm up game which can track the players ability to click on targets quickly, as well as accuracy of clicks and bullseyes.
ko_kr: 새로운 ‘속도 V2’ 몸풀기 게임이 추가되었습니다. 플레이어가 타겟을 빠르고 정확하게, 그리고 완벽하게 클릭할 수 있는지를 확인합니다.

source: Conducting promotions, including verifying your eligibility and delivering prizes in connection with your entries.
ko_kr: 귀하의 출품과 관련하여 귀하에 대한 자격 확인 및 상품 배송을 포함하는 판촉.

source: They can be saved & will auto-load for each new session you play.
ko_kr: 게임 설정을 저장할 수 있고, 매 번 새로운 세션을 플레이할 때마다 자동으로 기존 설정을 불러옵니다.

source: Additional Disclosures for Nevada Residents.
ko_kr: 네바다 주 거주자를 위한 추가 공시.

source: # of session(s)
ko_kr: #개 세션

source: Status
ko_kr: 상태

source: You received {recievedGems} gems!
ko_kr: {recievedGems}개 보석을 받았습니다!

source: In connection with your User Content, you affirm, represent and warrant the following:
ko_kr: 귀하의 사용자 콘텐츠와 관련하여 귀하는 다음을 확인, 진술 및 보증합니다.

source: CHALLENGE
ko_kr: 대결

source: Gwoop is a great place to train an esports team!
ko_kr: Gwoop은 e스포츠 팀이 훈련할 수 있는 최고의 환경을 제공합니다.

source: PLUS, our platform is web-based, making it easy to onboard students.
ko_kr: 게다가, Gwoop은 웹 기반 플랫폼이기 때문에 학생들이 참여하기 대단히 쉽습니다.

source: Load roster of existing users
ko_kr: 명단을 불러올 수 있습니다

source: You have 60 seconds to hit as many targets as possible.
ko_kr: 60초 동안 최대한 많은 타겟을 맞추세요.

source: MOBA KITING SCENARIO
ko_kr: AOS 카이팅 시나리오

source: YOUR OVERVIEW
ko_kr: 개요

source: You do not have any designs.
ko_kr: 아직 디자인을 보유하지 않았습니다.

source: User did not have enough gems to purchase product
ko_kr: 상품을 구매하기 위한 gem이 부족합니다.

source: Last name is required.
ko_kr: 성이 필요합니다.

source: The icon shows the button to press to unlock or upgrade the ability.
ko_kr: 이 아이콘은 기술을 해금하거나 강화할 수 있는 버튼을 가리킵니다.

source: RECIPIENTS NOTIFIED
ko_kr: 결과 발표

source: At different times of the day, your brain may be at peak performance…or it may be on tilt.
ko_kr: 하루에 어떤 시간에는 뇌가 최고의 실력을 보이지만... 어떨 때는 멘탈이 부서집니다.

source: Challenge teammates, improve gaming skills, and climb the leaderboards while playing fun games designed to make you a better esports athlete.
ko_kr: 팀원과 대결하고 게이밍 기술을 연마하세요. 더 좋은 e스포츠 선수가 되기 위해 도와주는 재밌는 게임을 하면서 리더보드를 올라가세요.

source: Missing one costs you a life!
ko_kr: 한 개를 놓칠 때마다 목숨 하나를 잃습니다!

source: Tell your family and friends to support you by purchasing your design!
ko_kr: 가족과 친구에게 당신의 디자인을 홍보하세요!

source: Governing Law.
ko_kr: 준거법.

source: Step 2
ko_kr: 2단계

source: Mini-Map Awareness
ko_kr: 미니맵 인식

source: Any posts that include your Designs must also reference the Gwoop Service and include a hyperlink to the Gwoop website at https://gwoop.com/.
ko_kr: 귀하의 디자인과 관련된 모든 게시글에는 Gwoop이 명시되어야 하며, Gwoop의 웹사이트 주소 링크가 포함되어야 합니다. (https://gwoop.com/)

source: Copied to Clipboard
ko_kr: 클립보드에 복사되었습니다

source: Updated FAQ page questions and order for up to date Gwoop information.
ko_kr: FAQ 페이지의 질문과 응답을 최신 Gwoop 정보로 업데이트했습니다.

source: Choose which target to lock-on to when attacking.
ko_kr: 공격할 때 조준할 대상을 선택하세요.

source: Several usability and design updates - including standardized button colors, convenience links, and improved visuals on training page.
ko_kr: 여러 디자인 업데이트가 진행됐습니다 - 표준화된 버튼 색깔, 편리한 링크, 훈련 페이지의 시각적 개선.
